import { VacancyCard } from "../model";

export const vacancyCards: VacancyCard[] = [
	{
		title: 'Креативный дизайнер',
		url: 'https://hh.ru/vacancy/108118323?query=креативный+дизайнер&hhtmFrom=vacancy_search_list',
		category: 'удаленная работа',
		description: [
			'В Департаменте развития продукта открыта вакансия Дизайнера:',
			'Обязанности:',
			' • Создание и разработка креативных концепций...'
		],
		status: 'откликнуться'
	},
	{
		title: 'Финансовый аналитик',
		url: 'https://hh.ru/vacancy/106405420?query=финансовый+аналитик&hhtmFrom=vacancy_search_list',
		category: 'офис',
		description: [
			'В Департаменте финансов открыта вакансия Финансового аналитика:',
			'Обязанности:',
			' • Анализ финансовых показателей компании...'
		],
		status: 'откликнуться'
	},
	{
		title: 'Ведущий маркетолог',
		url: 'https://hh.ru/vacancy/107884423?query=главный+маркетолог&hhtmFrom=vacancy_search_list',
		category: 'гибрид',
		description: [
			'В Департаменте маркетинга открыта вакансия Маркетолога:',
			'Обязанности:',
			' • Разработка маркетинговых стратегий и анализ рынка...'
		],
		status: 'откликнуться'
	},
	{
		title: 'Стажер консультант',
		url: 'https://hh.ru/vacancy/107488577?query=Стажер+специалиста&hhtmFrom=vacancy_search_list',
		category: 'удаленная работа',
		description: [
			'В Департаменте компании открыта вакансия Стажера консультанта:',
			'Обязанности:',
			' • Помощь в проведении консультаций по продуктам...'
		],
		status: 'откликнуться'
	},
	{
		title: 'Экономист 1С',
		url: 'https://hh.ru/vacancy/108071208?from=anonymous_recommended&hhtmFrom=main',
		category: 'удаленная работа',
		description: [
			'В Департаменте финансов открыта вакансия Экономиста:',
			'Обязанности:',
			' • Анализ данных в 1С, составление отчетов по показателям...'
		],
		status: 'откликнуться'
	},
	{
		title: 'Главный бухгалтер',
		url: 'https://hh.ru/vacancy/108016656?query=главный+бухгалтер&hhtmFrom=vacancy_search_list',
		category: 'офис',
		description: [
			'В Департаменте бухгалтерии открыта вакансия Бухгалтера:',
			'Обязанности:',
			' • Ведение бухгалтерского учета, контроль финансовых операций...'
		],
		status: 'откликнуться'
	},
	{
		title: 'Менеджер по персоналу',
		url: 'https://hh.ru/vacancy/101273108?hhtmFrom=vacancy_search_list',
		category: 'удаленная работа',
		description: [
			'В Отделе подбора персонала открыта вакансия Менеджера:',
			'Обязанности:',
			' • Взаимодействие по вопросам подбора, проведение интервью...'
		],
		status: 'откликнуться'
	},
	{
		title: 'Бизнес-аналитик IT',
		url: 'https://hh.ru/vacancy/107187232?hhtmFrom=vacancy_search_list',
		category: 'гибрид',
		description: [
			'В Департаменте IT-проектов открыта вакансия Аналитика:',
			'Обязанности:',
			' • Анализ бизнес-процессов, взаимодействие с базой данных...'
		],
		status: 'откликнуться'
	},
	{
		title: 'Оператор 1С',
		url: 'https://hh.ru/vacancy/108093452?query=Менеджер+%2F+Оператор+1С&hhtmFrom=vacancy_search_list',
		category: 'удаленная работа',
		description: [
			'В компании открыта вакансия Менеджера / Оператора 1С:',
			'Обязанности:',
			' • Ведение учета в 1С, работа с документами и базами данных...'
		],
		status: 'откликнуться'
	},
	{
		title: 'Ассистент менеджера',
		url: 'https://hh.ru/vacancy/107756151?query=Ассистент+отдела+дизайна&hhtmFrom=vacancy_search_list',
		category: 'гибрид',
		description: [
			'В Департаменте менеджмента открыта вакансия Ассистента:',
			'Обязанности:',
			' • Поддержка продакт-менеджера в управлении продуктами...'
		],
		status: 'откликнуться'
	}
];
