import { vacancyDescription } from "../../model";

export const vacancyDescriptionField: vacancyDescription[] = [
	{
		title: 'Креативный дизайнер',
		description: [
      'В Департаменте развития продукта открыта вакансия Креативного дизайнера:',
      'Обязанности:',
      ' • Создание и разработка креативных концепций для новых проектов;',
      ' • Подготовка рекламных материалов для различных платформ (соцсети, баннеры, презентации);',
      ' • Работа в тесном взаимодействии с отделом маркетинга для разработки рекламных кампаний;',
      ' • Разработка уникальных дизайнов и графических материалов в соответствии с бренд-стратегией;',
      ' • Внесение изменений и обновлений в существующие дизайн-концепции при необходимости.',
      'Требования:',
      ' • Опыт работы дизайнером от 3 лет;',
      ' • Отличное знание графических редакторов (Photoshop, Illustrator);',
      ' • Креативное мышление и внимание к деталям;',
      ' • Знание трендов в дизайне и способность адаптировать их под конкретные задачи;',
      ' • Умение работать в команде и соблюдать сроки.',
      'Условия:',
      ' • Оформление по ТК РФ;',
      ' • Гибкий график работы с возможностью удалённой работы;',
      ' • ДМС и компенсация оборудования для работы;',
      ' • Возможность карьерного роста в креативной команде.'
    ]
	},
	{
		title: 'Финансовый аналитик',
		description: [
      'В Департаменте финансов открыта вакансия Финансового аналитика:',
      'Обязанности:',
      ' • Анализ финансовых показателей компании и подготовка отчетов;',
      ' • Оценка рентабельности проектов и предоставление рекомендаций по улучшению финансовых показателей;',
      ' • Разработка финансовых моделей для поддержки управленческих решений;',
      ' • Подготовка прогнозов и анализ рисков.',
      'Требования:',
      ' • Опыт работы финансовым аналитиком от 3 лет;',
      ' • Уверенное владение Excel и знание финансовых моделей;',
      ' • Умение анализировать большие объемы данных и делать выводы;',
      ' • Знание основ бухгалтерского учета и налогового законодательства;',
      ' • Внимание к деталям и аналитический склад ума.',
      'Условия:',
      ' • Оформление по ТК РФ;',
      ' • График работы 5/2 с 09:00 до 18:00;',
      ' • Офис в центре города, корпоративные мероприятия;',
      ' • ДМС и возможность карьерного роста.'
    ]
	},
	{
		title: 'Ведущий маркетолог',
		description: [
      'В Департаменте маркетинга открыта вакансия Ведущего маркетолога:',
      'Обязанности:',
      ' • Разработка маркетинговых стратегий и анализ рынка;',
      ' • Координация рекламных кампаний и работа с подрядчиками;',
      ' • Проведение анализа эффективности маркетинговых мероприятий;',
      ' • Ведение отчетности и бюджетирование маркетинговых проектов;',
      ' • Поиск новых каналов продвижения и оптимизация текущих.',
      'Требования:',
      ' • Опыт работы маркетологом от 5 лет;',
      ' • Знание современных инструментов интернет-маркетинга;',
      ' • Опыт работы с аналитическими инструментами (Google Analytics, Яндекс.Метрика);',
      ' • Лидерские качества и способность работать в команде;',
      ' • Умение находить креативные решения и адаптировать их под цели компании.',
      'Условия:',
      ' • Гибридный график работы, после испытательного срока возможна частичная удалённая работа;',
      ' • ДМС и корпоративные мероприятия;',
      ' • Офис рядом с метро, оплата питания и бонусная система.'
    ]
	},
	{
		title: 'Стажер консультант',
		description: [
      'В Департаменте компании открыта вакансия Стажера консультанта:',
      'Обязанности:',
      ' • Помощь в проведении консультаций по продуктам компании;',
      ' • Сбор и обработка данных по запросам клиентов;',
      ' • Подготовка презентаций и отчетов по итогам консультаций;',
      ' • Работа с документацией и базами данных.',
      'Требования:',
      ' • Готовность к обучению и развитию в компании;',
      ' • Навыки работы с MS Office (Excel, PowerPoint);',
      ' • Коммуникабельность и желание развиваться в консалтинге;',
      ' • Внимательность к деталям и ответственность.',
      'Условия:',
      ' • Удалённая работа, гибкий график;',
      ' • Оплата по результатам работы, возможность стажировки с дальнейшим трудоустройством;',
      ' • Поддержка наставника и обучение в процессе работы.'
    ]
	},
	{
		title: 'Экономист 1С',
		description: [
      'В Департаменте финансов открыта вакансия Экономиста 1С:',
      'Обязанности:',
      ' • Ведение учета в системе 1С, подготовка аналитических отчетов;',
      ' • Работа с данными и проведение анализа по финансовым показателям;',
      ' • Оптимизация процессов учета в 1С и взаимодействие с другими подразделениями компании;',
      ' • Подготовка отчетов для управленческой команды.',
      'Требования:',
      ' • Опыт работы с 1С от 2 лет;',
      ' • Знание принципов бухгалтерского и управленческого учета;',
      ' • Внимательность к деталям и умение работать с большими объемами данных;',
      ' • Умение работать в команде и навыки самостоятельного анализа данных.',
      'Условия:',
      ' • Удаленная работа, оформление по ТК РФ;',
      ' • Гибкий график, ДМС и компенсация затрат на оборудование;',
      ' • Возможность карьерного роста и профессионального развития.'
    ]
	},
	{
		title: 'Главный бухгалтер',
		description: [
      'В Департаменте бухгалтерии открыта вакансия Главного бухгалтера:',
      'Обязанности:',
      ' • Ведение бухгалтерского учета компании и контроль финансовых операций;',
      ' • Подготовка и сдача налоговой и бухгалтерской отчетности;',
      ' • Взаимодействие с налоговыми органами и контролирующими организациями;',
      ' • Организация работы бухгалтерского отдела и контроль за соблюдением сроков.',
      'Требования:',
      ' • Опыт работы главным бухгалтером от 5 лет;',
      ' • Знание налогового законодательства и стандартов бухгалтерского учета;',
      ' • Отличные навыки работы с 1С и другими бухгалтерскими системами;',
      ' • Умение работать в условиях многозадачности и строго соблюдать сроки.',
      'Условия:',
      ' • Офис в центре города, оформление по ТК РФ;',
      ' • График работы 5/2 с 09:00 до 18:00;',
      ' • ДМС, оплата корпоративного питания, бонусная система.'
    ]
	},
	{
		title: 'Менеджер по персоналу',
		description: [
      'В Отделе подбора персонала открыта вакансия Менеджера по персоналу:',
      'Обязанности:',
      ' • Подбор и адаптация сотрудников в соответствии с требованиями компании;',
      ' • Проведение интервью и оценка кандидатов;',
      ' • Взаимодействие с руководителями подразделений по вопросам подбора;',
      ' • Ведение кадровой документации и отчетности.',
      'Требования:',
      ' • Опыт работы в подборе персонала от 2 лет;',
      ' • Знание трудового законодательства и современных методов подбора персонала;',
      ' • Отличные коммуникативные навыки и способность работать в команде;',
      ' • Внимание к деталям и умение принимать решения в условиях многозадачности.',
      'Условия:',
      ' • Удаленная работа, гибкий график;',
      ' • Возможность карьерного роста и профессионального развития;',
      ' • ДМС, компенсация затрат на обучение и бонусная система.'
    ]
	},
	{
		title: 'Бизнес-аналитик IT',
		description: [
			'В Департаменте IT-проектов открыта вакансия Бизнес-аналитика:',
			'Обязанности:',
			' • Анализ бизнес-процессов компании и разработка предложений по их оптимизации;',
			' • Взаимодействие с командой разработчиков для постановки задач по автоматизации;',
			' • Разработка требований к системам и создание технической документации;',
			' • Проведение тестирования внедряемых решений и контроль качества;',
			' • Взаимодействие с различными подразделениями компании для выявления бизнес-потребностей.',
			'Требования:',
			' • Опыт работы бизнес-аналитиком в IT-сфере от 3 лет;',
			' • Знание методологий Agile и Waterfall;',
			' • Отличные навыки работы с BPMN, UML, а также знание основ проектного менеджмента;',
			' • Опыт работы с базами данных и знание SQL;',
			' • Способность анализировать бизнес-процессы и выстраивать эффективные решения.',
			'Условия:',
			' • Гибридный график работы (офис и удаленная работа);',
			' • Оформление по ТК РФ, ДМС и корпоративные мероприятия;',
			' • Профессиональное развитие и обучение за счет компании.'
		]
	},
	{
		title: 'Оператор 1С',
		description: [
			'В компании открыта вакансия Менеджера / Оператора 1С:',
			'Обязанности:',
			' • Ведение учета в системе 1С, обработка документов (счета, накладные, акты);',
			' • Работа с базами данных: внесение и корректировка информации;',
			' • Подготовка и отправка отчетов по результатам работы;',
			' • Контроль за своевременным выполнением задач и обеспечение их правильности;',
			' • Взаимодействие с другими отделами для координации документооборота.',
			'Требования:',
			' • Опыт работы с 1С от 1 года;',
			' • Отличное знание MS Office (Word, Excel);',
			' • Внимание к деталям и умение работать с документами;',
			' • Коммуникабельность и способность работать в команде.',
			'Условия:',
			' • Удаленная работа, гибкий график;',
			' • Оформление по ТК РФ и возможность карьерного роста;',
			' • Корпоративное обучение и профессиональное развитие.'
		]
	},
	{
		title: 'Ассистент менеджера',
		description: [
			'В Департаменте менеджмента открыта вакансия Ассистента менеджера:',
			'Обязанности:',
			' • Поддержка продакт-менеджера в управлении продуктами и координации задач;',
			' • Подготовка и ведение отчетности по проектам;',
			' • Взаимодействие с подрядчиками и поставщиками по вопросам исполнения заказов;',
			' • Организация встреч, переговоров и координация расписания менеджера;',
			' • Работа с документацией и контроль сроков выполнения задач.',
			'Требования:',
			' • Опыт работы ассистентом менеджера от 1 года;',
			' • Отличное владение MS Office (Excel, PowerPoint);',
			' • Умение работать в условиях многозадачности и соблюдать сроки;',
			' • Коммуникабельность и организаторские навыки;',
			' • Ответственность и внимание к деталям.',
			'Условия:',
			' • Гибридный график (частично удаленная работа);',
			' • Оформление по ТК РФ, ДМС и возможность профессионального роста;',
			' • Корпоративное обучение и участие в проектах высокого уровня.'
		]
	}
]